Revit 2024 API
SpecTypeId.Custom Property
 Unrecognized custom spec.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Custom { get; }
Visual Basic
Public Shared ReadOnly Property Custom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Custom {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace